export var data = [{
  'board_id': '1',
  'board_name': '测试板块',
  'list': [
    {
      'list_id': '1',
      'list_name': '功能',
      'cards': [
        {
          'card_id': '1',
          'text': '我是一只鱼'
        },
        {
          'card_id': '2',
          'text': '我是一只🐭'
        },
        {
          'card_id': '3',
          'text': '我是一只🐂'
        },
        {
          'card_id': '4',
          'text': '我是一只🐯'
        },
        {
          'card_id': '5',
          'text': '我是一只🐰'
        },
        {
          'card_id': '6',
          'text': '我是一只🐔'
        }
      ]
    },
    {
      'list_id': '2',
      'list_name': '生肖',
      'cards': [
        {
          'card_id': '7',
          'text': '我是一只🐵'
        },
        {
          'card_id': '8',
          'text': '我是一只🐲'
        },
        {
          'card_id': '9',
          'text': '我是一只🐍'
        },
        {
          'card_id': '10',
          'text': '我是一只🐎'
        },
        {
          'card_id': '11',
          'text': '我是一只🐷'
        },
        {
          'card_id': '12',
          'text': '我是一只🐑'
        }
      ]
    },
    {
      'list_id': '3',
      'list_name': '我也不知道填什么',
      'cards': [
        {
          'card_id': '13',
          'text': '我'
        },
        {
          'card_id': '14',
          'text': '恭喜'
        },
        {
          'card_id': '15',
          'text': '你'
        },
        {
          'card_id': '16',
          'text': '发财'
        },
        {
          'card_id': '17',
          'text': '💐你'
        },
        {
          'card_id': '18',
          'text': '精彩'
        }
      ]
    }
  ]
},
  {
    'board_id': '2',
    'board_name': '练手板块'
  }]

export var boardData = {
  'board_id': '1',
  'data': [
    {
      'list_id': '1',
      'list_name': '功能',
      'cards': [
        {
          'text': '我是一只鱼'
        },
        {
          'text': '我是一只🐭'
        },
        {
          'text': '我是一只🐂'
        },
        {
          'text': '我是一只🐯'
        },
        {
          'text': '我是一只🐰'
        },
        {
          'text': '我是一只🐔'
        }
      ]
    },
    {
      'list_id': '2',
      'list_name': '生肖',
      'cards': [
        {
          'text': '我是一只🐵'
        },
        {
          'text': '我是一只🐲'
        },
        {
          'text': '我是一只🐍'
        },
        {
          'text': '我是一只🐎'
        },
        {
          'text': '我是一只🐷'
        },
        {
          'text': '我是一只🐑'
        }
      ]
    },
    {
      'list_id': '3',
      'list_name': '我也不知道填什么',
      'cards': [
        {
          'text': '我'
        },
        {
          'text': '恭喜'
        },
        {
          'text': '你'
        },
        {
          'text': '发财'
        },
        {
          'text': '💐你'
        },
        {
          'text': '精彩'
        }
      ]
    }
  ]
}
