var board = [
  {
    'id': '1',
    'header': '功能',
    'items': [
      {
        'text': '我是一只鱼'
      },
      {
        'text': '我是一只🐭'
      },
      {
        'text': '我是一只🐂'
      },
      {
        'text': '我是一只🐯'
      },
      {
        'text': '我是一只🐰'
      },
      {
        'text': '我是一只🐔'
      }
    ]
  },
  {
    'id': '2',
    'header': '生肖',
    'items': [
      {
        'text': '我是一只🐵'
      },
      {
        'text': '我是一只🐲'
      },
      {
        'text': '我是一只🐍'
      },
      {
        'text': '我是一只🐎'
      },
      {
        'text': '我是一只🐷'
      },
      {
        'text': '我是一只🐑'
      }
    ]
  },
  {
    'id': '3',
    'header': '我也不知道填什么',
    'items': [
      {
        'text': '我'
      },
      {
        'text': '恭喜'
      },
      {
        'text': '你'
      },
      {
        'text': '发财'
      },
      {
        'text': '💐你'
      },
      {
        'text': '精彩'
      }
    ]
  }
]

exports.board = {
  body: board
}
